<template>
  <div class="privacy-page">

    <div class="privacy-page__main-section  x-card">

      <div class="x-card__header" to="/faq-wrapper">
        <h1 class="faq-card__title text--bold">FAQ</h1>
      </div>

      <div class="x-card__body">

        <div class="text queshion 1">
          <p class="text text--bold">1) 
            Что такое TrustEx? 
          </p>
          <p class="text">
            Добро пожаловать на TrustEx — пиринговую (P2P) платформу для торговли тезерами! 
            <br>На нашей платформе вы можете торговать криптовалютой с другими пользователями TrustEx со всего Кыргызстана
          </p>
        </div>

        <div class="text queshion 2">
          <p class="text text--bold">
            2) Какой официальный сайт TrustEx?  
          </p>
          <p class="text">
            <a href="https://trustex.kg/">www.trustex.kg</a>
          </p>            
        </div>

        <div class="text queshion 3">
          <p class="text text--bold">
            3) Что вы можете делать на платформе TrustEx? 
          </p>
          <p class="text">
            Вы можете покупать у других пользователей TrustEx и продавать им Tether (USDT). 
            <br>Когда вы продаете криптовалюту, вы сами устанавливаете цену и выбираете способ оплаты. 
            <br>Вы можете хранить свою криптовалюту на нашем бесплатном кошельке. 
            <br>Благодаря безопасному счету хранения и профессиональной службе поддержки ваши средства находятся под надежной защитой на TrustEx
          </p>
        </div>

        <div class="text queshion 4">
          <p class="text text--bold">
            4) Можно ли быть уверенным в покупке и продажи USDT на сервисе TrustEx? 
          </p>
          <p class="text">
            Преимущества сервиса TrustEx заключается в том что возможность продажи и покупки криптовалюты привязана к двухстороннему одобрению на перевод, и получение отправленной суммы денег. 
            <br>То есть пока платёж не будет подтверждён с обеих сторон, сделка не будет считаться завершённой.
          </p>
        </div>

        <div class="text queshion 5">
          <p class="text text--bold">
            5) Как начать торговать на TrustEx? 
          </p>
          <p class="text">
            1.Перейдите на страницу регистрации аккаунта TrustEx 
            <br>Если вы находитесь на главной странице TrustEx, нажмите на <b>"начать обмен",</b> далее перейдите на вкладку Регистрации.
            <br>Теперь вам нужно создать аккаунт, указав электронную почту, ФИО, Дата рождения и придумать пароль.  
            <br>После заполнения указенных полей и нажатия кнопки заегистрировать, на указанную вами электронную почту поступит Письмо с подверждением электронной почты. 
            <br>Как только вы зарегистрируетесь, вам будет необходимо создаит бесплатный криптовалютный кошелек. На нем вы сможете хранить всю заработанную криптовалюту. 
          </p>
          <p>
            2.Пройдите верификацию 
            После создания аккаунта вам необходимо подтвердить свою личность, прикрепив в поле верификации фотографии паспорта  
            Вот и все! Теперь вы можете торговать
          </p>
        </div>

        <div class="text queshion 6">
          <p class="text text--bold">
            6) Какие способы оплаты предлагает TrustEx?  
          </p>
          <p class="text">
            Способы оплаты включают в себя: 
            <br>1. Кредитные/дебетовые карты 
            <br>2. Онлайн-кошельки (ELSOM) 
          </p>
        </div>

        <div class="text queshion 7">
          <p class="text text--bold">
            7) Имеется ли комиссия платформы TrustEx?  
          </p>
          <p class="text">
            Когда вы торгуете криптовалютой или переводите средства, комиссия с вас не взимается.
          </p>
        </div>

        <div class="text queshion 7">
          <p class="text text--bold">
            8) С какой сетью работает TrustEx?   
          </p>
          <p class="text">
            На данный момент сервис работает только с токенами стандарта TRC20
          </p>
        </div>    
      </div><!-- /.card__body -->

    </div><!-- /.card -->

  </div>
</template>

<script>
export default {
  name: "FaqWrapper"
}
</script>

<style scoped>

</style>