<template>
  <div class="privacy-page">

    <div class="privacy-page__main-section  x-card">

      <div class="x-card__header">
        <h1 class="x-card__title text--bold">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ Р2Р ПЛОЩАДКИ TRUSTEX.KG</h1>
      </div>

      <div class="x-card__body">

        <p class="text">Настоящая политика конфиденциальности определяет и описывает основные условия порядок сбора, использования и раскрытия личных данных, вносимых вами при использовании Р2Р площадки TrustEx.kg, а также на основании вашего электронного согласия, которое вы подтвердили при регистрации. Внесенные данные используются для улучшения сервиса площадки</p>

        <p class="text text--bold">1.	Сбор информации</p>

        <p class="text">В связи со спецификой информационной деятельности площадки TrustEx.kg осуществляется сбор, обработка и хранение следующих видов / типов информации:</p>

        <p class="text">
          1.	Фамилия, имя, отчество;<br>
          2.	Дата и место рождения;<br>
          3.	Место проживания;<br>
          4.	Сведения о гражданстве;<br>
          5.	Номер контактного телефона или сведения о других способах связи (электронная почта, мессенджеры и т.п.);<br>
          6.	Вид, серия, номер документа, удостоверяющего личность, наименование органа, выдавшего его, дата выдачи; идентификационный номер налогоплательщика (при наличии);<br>
          7.	Семейное положение;<br>
          8.	Личная фотография;<br>
          9.	Данные и реквизиты электронного кошелька, банковские реквизиты и реквизиты кошелька, используемого для хранения активов;<br>
          10.	Также осуществляется сбор файлов cookie и иной информации, которая собирается и/или может быть предоставлена вами и/или по вашему согласию третьими лицами для обработки во время использования площадки и ее сервисами, управления аккаунтом, включая изменения информации своего аккаунта TrustEx.kg;<br>
          11.	Информация о доступе и использования TrustEx.kg, которые могут включать в себя информацию, такую как (но не ограничиваясь): адрес интернет-протокола (IP-адрес), тип браузера, версию браузера, время посещения и продолжительность сессии, уникальные идентификаторы устройств, история активности также могут собираться.</p>

        <p class="text text--bold">Использование данных </p>
        <p class="text">TrustEx.kg использует собранные данные для следующих целей:</p>
        <ul>
          <li class="text">Предоставления информационных услуг,</li>
          <li class="text">Уведомления об изменениях,</li>
          <li class="text">Поддержки работоспособности и функциональности площадки,</li>
          <li class="text">Обеспечения поддержки пользователей,</li>
          <li class="text">Анализа и предоставления информации для улучшения работы площадки,</li>
          <li class="text">Для мониторинга использования площадки,</li>
          <li class="text">Обнаружение, предотвращение и устранение технических проблем TrustEx.kg.</li>
        </ul>
        <p class="text">Также используются файлы cookie и аналогичные технологии для анализа активности в TrustEx.kg в целях улучшения площадки. Отказ от файлов cookie доступен в используемом браузере в настройках, где возможно указать отказ от всех файлов cookie или указать, когда отправлять cookie файл.</p>

        <p class="text text--bold">Передача данных и их раскрытие</p>
        <p class="text">Передача данных третьим лицам допускается в соответствии с требованиями законодательства Кыргызской Республики. Передача собираемой информации, включая персональные данные, третьим лицам возможна на основании предоставленного вашего электронного согласия для предоставления услуг и сервисов площадки, а также по требованию уполномоченных государственных органов Кыргызской Республики и/или в целях предотвращения мошеннических действий, и/или при наличии подозрений на мошеннические действия в целях защиты пользователей и площадки TrustEx.kg от какого-либо вреда.
          <br><br>В соответствии с предоставленным согласием возможна трансграничная передача персональных данных (передача держателем (обладателем) персональных данных держателям, находящимся под юрисдикцией других государств) автоматизированными средствами площадки TrustEx.kg в целях предоставления запрошенных услуг и сервисов, а также по запросу компетентных государственных органов других государств, при условии наличия правовых оснований для этого.
          <br><br>Также в целях предоставления вам сервисов и услуг на площадке TrustEx.kg, мы можем использовать сторонние компании и отдельных лиц для оказания услуг и/или оказания нам помощи в анализе использования нашей площадки. Эти сторонние лица имеют доступ к вашим данным только для выполнения этих задач и на них будут распространяться все обязанности, которые TrustEx.kg взяло на себя. При этом мы не будем предоставлять доступ к данным, если это не требуется спецификой и/или технологией для оказания услуг.
        </p>

        <p class="text text--bold">Безопасность данных</p>
        <p class="text">Настоящим отмечаем, что т.к. специфика площадки построена на принципе P2P, вы обязаны хранить в тайне от третьих лиц свой логин и пароль, чтобы избежать несанкционированных действий в вашем аккаунте на площадке TrustEx.kg. Также никогда и не кому (без своей воли и сознательно) не сообщайте пароли и коды своих банковских счетов и карточек (в том числе CVV).
          <br><br>Безопасность ваших данных важна для нас и TrustEx.kg сделает все необходимые и возможное для обеспечения защиты данных на программном и аппаратном уровне. Но помните, что ни один способ передачи данных через сеть интернет, или способ электронного хранения не защищен на 100%.
        </p>

        <p class="text text--bold">Веб-ссылки </p>
        <p class="text">На площадке TrustEx.kg может содержать ссылки на другие сайты, которые не управляются нами. Если Вы переходите по ссылке, Вы попадете на сайт третьей стороны. Мы настоятельно рекомендуем Вам ознакомиться с Политикой конфиденциальности каждого сайта, который Вы посещаете. Мы не контролируем и не несем ответственности за контент, политику конфиденциальности или действия сторонних сайтов или служб.</p>

        <p class="text text--bold">Изменения в этой политике конфиденциальности</p>
        <p class="text">Настоящая политика может быть изменена. Мы сообщим вам о любых изменениях, опубликовав новую редакцию политики конфиденциальности и разместив соответствующее уведомление/новость. Изменения в настоящей политике конфиденциальности вступают в силу с момента опубликования в соответствующем разделе площадки TrustEx.kg.</p>

        <p class="text text--bold">Обратная связь</p>
        <p class="text">Если у вас есть какие-либо вопросы по поводу политики конфиденциальности, направьте их по электронной почте info@trustex.kg</p>
      </div><!-- /.card__body -->

    </div><!-- /.card -->

  </div>
</template>

<script>
export default {
  name: "PrivacyPolicy"
}
</script>

<style scoped>

</style>
